Repository: munirals2/AWAN
Catalog: Localizable.xcstrings
Source language: en
Languages: ar

# %@ | %lld tablet%@
source: %1$@ | %2$lld tablet%3$@
ar: %@ | %lld قرص%@

source: %lld hours
ar: %lld ساعات

# %lld of %lld taken today
source: %1$lld of %2$lld taken today
ar: تم تناول %1$lld من أصل %2$lld أدوية اليوم

source: %lld tablet
ar: %lld قرص

source: Add a photo of the medicine
ar: أضف صورة للدواء

source: Add an appointment
ar: إضافة موعد

source: Add Medicine
ar: إضافة دواء

source: Add your appointment details to remind you at the right time.
ar: أضف تفاصيل موعدك لتذكيرك في الوقت المناسب

source: Add your medicine and set the dose and times that suit you.
ar: أضف الدواء وحدد الجرعة والمواعيد المناسبة لك

source: Appointment Details
ar: تفاصيل الموعد

source: Appointments
ar: المواعيد

source: Are you sure you want to delete this appointment?
ar: هل أنت متأكد من حذف هذا الموعد؟

source: Cancel
ar: إلغاء

source: Confirmed
ar: مؤكد

source: Daily
ar: يومي

source: Delete
ar: حذف

source: Delete Appointment?
ar: حذف الموعد؟

source: Done
ar: تم

source: Dose time: %@
ar: موعد الجرعة: %@

source: e.g. 4
ar: مثال: ٤

source: Edit
ar: تعديل

source: Enable appointment reminder
ar: تفعيل تذكير قبل الموعد

source: Enter hospital name
ar: ادخل اسم المستشفى

source: Enter visit reason
ar: ادخل سبب الزيارة

source: Every how many hours
ar: كل كم ساعة

source: First dose time
ar: وقت الجرعة الأولى

source: First time
ar: الوقت الأول

source: Fri
ar: ج

# FriLetter
source: F
ar: ج

source: Get Started
ar: ابدأ

source: Here are your upcoming appointments
ar: إليك جدول مواعيدك القادمة

source: Home
ar: الصفحة الرئيسية

source: Hospital name
ar: اسم المستشفى

source: Hourly
ar: كل ساعة

source: Keep all your medical appointments in one place for easy tracking.
ar: مواعيدك الطبية في مكان واحد لسهولة متابعتها

source: Later
ar: لاحقًا

source: List
ar: القائمة

source: Medications
ar: الأدوية

source: Medicine image
ar: صورة الدواء

source: Medicine name
ar: اسم الدواء

source: Medicine saved
ar: حفظ الدواء

source: Mon
ar: ن

# MonLetter
source: M
ar: ن

source: Month
ar: الشهر

source: My Appointments
ar: مواعيدي

source: My Medicines
ar: أدويتي

source: Never Miss Your Medication
ar: لن تنسى موعد دوائك

source: New Medicine
ar: دواء جديد

source: Next
ar: التالي

source: Next Appointment
ar: الموعد القادم

source: Next Medicine
ar: الدواء التالي

source: No Appointments
ar: لا توجد مواعيد

source: No appointments yet
ar: لا توجد مواعيد بعد

source: No Medications
ar: لا توجد أدوية

source: No medicines yet
ar: لا توجد أدوية بعد

source: No upcoming appointment
ar: لا توجد مواعيد قادمة

source: No upcoming medicine
ar: لا توجد جرعات قادمة

source: Now
ar: الآن

source: OK
ar: حسنًا

source: Organize Your Medical Appointments
ar: رتب مواعيدك الطبية

source: Other
ar: أخرى

source: Pick at least one day
ar: اختر يومًا واحدًا على الأقل

source: Remind me after 15 minutes
ar: ذكرني بعد ١٥ دقيقة

source: Remind me in 15 minutes
ar: ذكرني بعد ١٥ دقيقة

source: Repeats
ar: التكرار

source: Sat
ar: س

# SatLetter
source: S
ar: س

source: Save appointment
ar: حفظ الموعد

source: Save medicine
ar: حفظ الدواء

source: Select time
ar: اختر الوقت

source: Skip
ar: تخطي

source: Skip this dose
ar: تخطي هذه الجرعة

source: Skipped
ar: تم تخطيه

source: Soon
ar: قريبًا

source: Sun
ar: ح

# SunLetter
source: S
ar: ح

source: Tablets per dose
ar: عدد الأقراص لكل جرعة

source: Tablets per Dose
ar: عدد الأقراص لكل جرعة

source: Take after meal
ar: تناوله بعد الطعام

source: Take before meal
ar: تناوله قبل الطعام

source: Take Now
ar: تناوله الآن

source: Taken
ar: تم تناوله

source: Tap the + button to add your first appointment
ar: اضغط على زر + لإضافة أول موعد

source: Tap the + button to add your first medicine
ar: اضغط على زر + لإضافة أول دواء

source: Thu
ar: خ

# ThuLetter
source: T
ar: خ

source: Time
ar: الوقت

source: Tue
ar: ث

# TueLetter
source: T
ar: ث

source: Type the medicine name
ar: اكتب اسم الدواء

source: Upcoming
ar: قادم

source: Visit reason
ar: سبب الزيارة

source: We help you easily remember your medications and appointments.
ar: نساعدك على تذكر أدويتك ومواعيدك بسهولة

source: We'll remind you 15 minutes before your appointment
ar: سنذكرك قبل موعدك بـ١٥ دقيقة

source: We'll remind you at the right time so you never forget your medicine.
ar: سنذكرك في الوقت المناسب حتى لا تنسى دوائك

source: Wed
ar: ر

# WedLetter
source: W
ar: ر

source: Weekly
ar: أسبوعي

source: Welcome
ar: مرحبًا

source: Welcome,
ar: مرحبًا

source: When you add a medication, it will appear here.
ar: عند إضافة دواء، سيظهر هنا

source: Which days
ar: أيام التكرار

source: Year
ar: السنة

source: Yes, I took it
ar: نعم، لقد تناولته

source: Yes, I went
ar: نعم، لقد ذهبت

source: You don't have any appointments scheduled yet.
ar: ليس لديك أي مواعيد مسجلة حتى الآن

source: You don't have any medications added yet.
ar: ليس لديك أي أدوية مضافة حتى الآن

source: You have %lld upcoming appointments
ar: لديك %lld مواعيد قادمة

source: You have 1 upcoming appointment
ar: لديك موعد قادم واحد

source: You have no upcoming appointments
ar: لا توجد لديك مواعيد قادمة
